//
//  charityData.swift
//  تبرعي
//
//  Created by bashayer Al qaoud on 10/15/20.
//

import Foundation
struct charity {
    var name: String
    var imgname: String
    var info: String
}

var charities: [charity] = [
    .init(name: "العون المباشر", imgname: "العون المباشر",info: "لتبرعات العينية والحاويات من الأنشطة الحيوية لجمعية العون المباشر والتي تتنوع لتشمل الملابس والأجهزة الطبية والمعدات والأثاث والوسائل التعليمية وغير ذلك الكثير سواء المستعملة منها أوالجديدة والتي يستفيدها من الفقراء والمساكين في القارة الأفريقية من خلال الأنشطة المختلفة التي تنفذها الجمعية، حيث تقوم الجمعية بتصنيف تلك التبرعات وتخزينها من خلال كادر بشري مؤهل للاستفادة منها وإعادة شحنها لمكاتبها الميدانية في 30 دولة أفريقية حسب احتياجات كل دولة."),
    
    .init(name: "جمعية النجاة الخيرية", imgname: "جمعية النجاة الخيرية", info: "النجاة الخيرية: هي جمعية كويتية غير حكومية، رائدة في العمل الخيري، وتكرس جهودها لتنفيذ برامج إنسانية وإنمائية، من شأنها تنمية المجتمعات الفقيرة حول العالم."),
    
    .init(name: "كسوة", imgname: "كسوة", info: "برعاية إدارة العمل التطوعي للهيئة الخيرية الإسلامية العالمية نستقبل عطاياكم ونعيد توزيعها خلال سوق مجاني تتبضع فيه الأسر المتعففه داخل الكويت"),
    
    .init(name: "مشروع هبتي", imgname: "مشروع هبتي", info: "من خلال مشروع هبتي والذي يتم فيه استقبال كل ما لا يلزمكم من مسلتزمات وأغراض من ملابس تغسل وتطهر وتغلف بشكل ملائم  أو أثاث بيت منزلي أو حتى أغراض شخصية فائضة عن حاجتكم يمكن أن تقدموها لغيركم من الأشخاص المعوزين")




]
